---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CopyImposterContentError
source: html/76907c8e-cdf0-ad2b-1f33-ca46b7e45ca9.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CopyImposterContentError Property

Cannot copy Render Appearance.

## Syntax (C#)
```csharp
public static FailureDefinitionId CopyImposterContentError { get; }
```